[
  {
    "id": "promo_1",
    "title": "Шалений вівторок! О ТАК, ТОЙ САМИЙ!",
    "date": "03.08.2025 - 05.08.2025",
    "image": "https://dominos.ua/_next/image/?url=https%3A%2F%2Fmedia-v3.dominos.ua%2FPromotions%2Fzahalni%20-%20dlia%20vsikh%20rehioniv%2F2025%2F08%2FVivtorok_05.08%2Fcrazy-tuesday-promo-pc-ukr.webp&w=750&q=75",
    "description": "О так! Це той самий день, якого всі чекають щотижня! Легендарний Шалений Вівторок саме сьогодні – і це твій шанс скористатися ним на повну!\n\nТільки сьогодні 19.08 знижка 70% на другу піцу!\n\nОбирай будь-які дві піци, і другу отримуй майже задарма. Ідеально, щоб потішити себе, друзів або всю компанію – без зайвих витрат!\n\nОбід в офісі, вечір удома чи зустріч з друзями – зроби будь-який вівторок ще смачнішим разом із Domino’s.\n\nГарячий, ароматний сир, хрустка скоринка, щедра начинка – усе, як ти любиш. Замовляй прямо зараз у додатку, на сайті або телефонуй у найближчий Domino’s.\n\nDomino’s – твоя улюблена піца, твій улюблений вівторок!"
  },
  {
    "id": "promo_2",
    "title": "Серпень зі смаком BBQ",
    "date": "31.07.2025 - 31.08.2025",
    "image": "https://dominos.ua/_next/image/?url=https%3A%2F%2Fmedia-v3.dominos.ua%2FPromotions%2Fzahalni%20-%20dlia%20vsikh%20rehioniv%2F2025%2F07%2FRebra%2Fgoforribskyiv-promo-pc-ukr.webp&w=750&q=75",
    "description": "Лише у серпні ребра в Domino`s по супер ціні:\n\n🔥 Стандарт — 208 грн (240 грн.)\n\n🔥 Великі — 269 грн (310 грн.)\n\nОбирай соус під настрій: класичний Барбекю або солодко-пряний Теріякі — кожен зі своїм характером, але обидва створені для тих, хто цінує смак👌\n\nDomino’s — це коли смачно без зайвих зусиль.\n\nЛови знижку до 31.08 або поки ребра ще не розібрали ;)\n\n📍Пропозиція діє у м. Київ, с. Софіївська Борщагівка, с. Крюківщина, м. Ірпінь, м. Буча, м. Житомир, м. Вінниця. Пропозиція діє на доставку, самовивіз і в залі."
  },
  {
    "id": "promo_3",
    "title": "2 банки Tuborg Green 0.5 л за суперціною",
    "date": "31.07.2025 - 31.08.2025",
    "image": "https://dominos.ua/_next/image/?url=https%3A%2F%2Fmedia-v3.dominos.ua%2FPromotions%2Fzahalni%20-%20dlia%20vsikh%20rehioniv%2F2025%2F07%2FTuborh%2Ftuborgsalekyiv2-promo-pc-ukr.webp&w=750&q=75",
    "description": "Легкий, освіжаючий, з тонким ароматом хмелю - Tuborg Green ідеально пасує до кожного шматочка піци, особливо в літню спеку;)\n\nІ все це за спеціальною ціною! Отримай 2 банки Tuborg Green 0.5 л всього за 89 грн замість 144 грн. до великої піци!\n\nЯк скористатися пропозицією?\n\n1️⃣ Обери будь-яку велику піцу\n\n2️⃣ 2 банки Tuborg Green 0.5 л та обери відповідну акцію - “2 Tuborg і велика піца”\n\n3️⃣ Оформи замовлення та насолоджуйся!\n\nАкція діє в м. Київ, Ірпінь, Буча, Житомир, Вінниця. Тільки до 31.08 ;)\n\nПропозиція не сумується з іншими акціями.В акції беруть участь всі піци великого розміру. Акція діє при замовленні будь якого типу. Акція не сумується з іншими акційними пропозиціями. Умови програми «Domino’s club» розповсюджуються на акційну пропозицію. Надмірне споживання алкоголю шкідливе для вашого здоров’я."
  },
  {
    "id": "promo_4",
    "title": "2 пляшки Carlsberg 0.5 л б/а  до піци - по вигідній ціні",
    "date": "31.07.2025 - 31.08.2025",
    "image": "https://dominos.ua/_next/image/?url=https%3A%2F%2Fmedia-v3.dominos.ua%2FPromotions%2Fzahalni%20-%20dlia%20vsikh%20rehioniv%2F2025%2F07%2FCarlsberg%2Fcarlsbergnasalekyiv2-promo-pc-ukr.webp&w=750&q=75",
    "description": "Легко, смачно й вигідно - саме так має виглядати день.\n\nУ серпні до великої піци можна взяти 2 пляшки освіжаючого безалкогольного Carlsberg 0% б/а, 0,5 л лише за 89 грн замість 144 грн!\n\nЯкщо хочеш щось з пінкою, але без компромісів - замовляй комбо з Carlsberg 0% (б/а), бо воно чудово пасує до великої піци - хоч удень, хоч увечері;) Хрумка скоринка, тягучий сир і ковток прохолоди - звучить як план, погодужєшся?:)\n\nА для виконання цього плану - просто додай у кошик велику піцу, та 2 пляшки Carlsberg 0.5 л 0% (б/а), та обери відповідну акцію при оплаті;)\n\nПоспішай, акція діє лише до 31.08 або поки є запаси ;)\n\nАкція діє в м. Київ, Ірпінь, Буча, Житомир, Бровари.\n\nПропозиція не сумується з іншими акціями. В акції беруть участь всі піци великого розміру. Акція діє при замовленні будь якого типу. Акція не сумується з іншими акційними пропозиціями. Умови програми «Domino’s club» розповсюджуються на акційну пропозицію."
  },

  {
    "id": "promo_7",
    "title": "Песто? Песто! І ще трохи песто.",
    "date": "06.07.2025 - 31.12.2025",
    "image": "https://dominos.ua/_next/image/?url=https%3A%2F%2Fmedia-v3.dominos.ua%2FPromotions%2Fzahalni%20-%20dlia%20vsikh%20rehioniv%2F2025%2F07%2FPesto_upd%2Faktsii-pc-zahalna-i-detalna-6.webp&w=750&q=75",
    "description": "Попереджаємо: буде зелено, смачно і захочеться говорити “mamma mia”!\n\nDomino’s запускає літній песто-флекс - тепер у меню дві новинки, які реально передають вайб італійських смакових канікул:\n\nПіца Песто - легенька, як вечір біля Лігурійського моря. Ніжна моцарела, томати, ароматний песто та фета. Все як треба.\n\nПіца Чікен Песто - соковите куряче філе, сир моцарела, соус песто, в’ялені томати та соус часниковий - наче італійські канікули на ароматному тісті.\n\nСмакуй по-італійськи - хоч щодня. Без квитків, без черг, з Domino’s.\n\nЗамість валіз - замовлення. Замість аеропорту - кур’єр. Замість стресу - Песто."
  },
  {
    "id": "promo_8",
    "title": "Ідеальна пара: піца та пінне",
    "date": "06.03.2025 - 31.12.2025",
    "image": "https://dominos.ua/_next/image/?url=https%3A%2F%2Fmedia-v3.dominos.ua%2FPromotions%2FKyiv%2F2025%2F05%2FRozlyvne%2Flviv-pyvo-promo-pc-ukr.webp&w=750&q=75",
    "description": "Замовляючи піцу в Domino's, ти можеш доповнити її освіжаючим пивом. І не просто одним келихом, а одразу двома! Уяви, як приємно провести вечір в Domino's, насолоджуючись ароматною піцою, прохолодним пивом та приємною компанією друга.\n\nОчікуй своє замовлення із задоволенням\n\nПриходь до наших ресторанів та насолоджуйся пивом, поки ми готуємо для тебе справжню американську піцу. Наші затишні зали та кайфова атмосфера зроблять очікування приємним і піднімуть настрій для незабутнього вечора.\n\nАдреси піцерій, де діє акція і продається пиво на розлив:\nВулиця Світлицького, 30/20\nВулиця Борщагівська, 212\nБерестейський проспект, 28\nПроспект Червоної Калини, 61В\nВулиця Данила Шербаківського, 4\nВулиця Сагайдачного, 14\nПроспект Оболонський, 14\n\nП.С. Але пам’ятай: для покупки пива в мережі Domino's Pizza тобі має бути більше 18 років.\n\nАкція розповсюджується на пиво Пиво розливне Львівське 1715 0,5л на розлив. Акція діє при замовленні з собою та у закладі. Акція сумується з іншими акційними пропозиціями. Умови програми «Domino’s club» розповсюджуються на акційну пропозицію.\n\nПропозиція діє з 07.03.2025 по 31.12.2025 виключно в місцях, що зазначені вище. Споживачу надається можливість купити 2 келиха по 0,5л Пиво розливне Львівське 1715 за ціною 79 грн з ПДВ"
  },
  {
    "id": "promo_9",
    "title": "149 гривень за кожну стандартну піцу від двох",
    "date": "04.06.2025 - 31.12.2025",
    "image": "https://dominos.ua/_next/image/?url=https%3A%2F%2Fmedia-v3.dominos.ua%2FPromotions%2Fzahalni%20-%20dlia%20vsikh%20rehioniv%2F2025%2F06%2F149_upd%2F149morepizzas-promo-pc-ukr.webp&w=750&q=75",
    "description": "Вигідно їсти піцу — це талант. Або Domino’s.\n\nБереш дві стандартні з «Краща ціна», з собою або у піцерії — і кожна виходить від 149 ₴.\n\nХто там у нас у «Кращій ціні»?\n\n– Піца Чорізо\n– Піца Карбонара\n– Піца Кантрі\n– Піца з телятиною і томатами\n– Піца Техас\n– Піца Пепероні з томатами\n– Піца Мангеттен\n– Піца Шинка та гриби\n\nНіяких “але”. Лише смачна піца, приємний рахунок і відчуття, що ти щойно зробив геніальний фінансовий хід 🍕💸\n\nЗ Domino`s - смакуй завжди вигідно;)\n\nАкція проходить у м.Київ, м. Ірпінь, м. Буча, м. Бровари, с. Софіївській Борщагівці, с.Крюківщина, м. Вінниця, і м. Житомир. Акція діє на необмежену кількість піц у чеку. Акція не сумується з іншими акційними пропозиціями. Умови програми «Domino’s club» розповсюджуються на акційну пропозицію. Акційна ціна діє на всі піци з категорії «Краща ціна», у стандартному розмірі, без додавання бортів (борти за повну вартість), при замовленні у піцерії чи з собою. Не діє на доставку. Акція не діє на піци за власним рецептом та на піци, які складаються з двох різних половинок піц. В акційних піцах доступні стандартні заміни та додавання інгредієнтів."
  },
  {
    "id": "promo_10",
    "title": "229 грн за ВЕЛИКУ піцу з собою!",
    "date": "05.01.2025 - 31.12.2025",
    "image": "https://dominos.ua/_next/image/?url=https%3A%2F%2Fmedia-v3.dominos.ua%2FPromotions%2Fzahalni%20-%20dlia%20vsikh%20rehioniv%2F2025%2F01%2F229%2F229togo-promo-pc-ukr.webp&w=750&q=75",
    "description": "Велика піца, велика вигода — формула щастя від Domino’s 😏\n\nОбирай улюблену велику піцу з «Краща ціна», забирай з собою або насолоджуйся у піцерії — лише за 229 ₴.\n\nУ «Кращій ціні» тебе чекають:\n\n – Піца Чорізо\n\n – Піца Карбонара\n\n – Піца Кантрі\n\n – Піца з телятиною і томатами\n\n – Піца Техас\n\n – Піца Пепероні з томатами\n\n – Піца Мангеттен\n\n – Піца Шинка та гриби\n\nБільше розміру, більше вигоди, більше причин сказати “ммм” ще до першого укусу 🍕💸 З Domino’s — смакуй завжди вигідно ;)\n\nАкція проходить у м.Київ, м. Ірпінь, м. Буча, м. Бровари, с. Софіївській Борщагівці, с.Крюківщина, м. Вінниця, і м. Житомир. Акція діє на необмежену кількість піц у чеку. Акція не сумується з іншими акційними пропозиціями. Умови програми «Domino’s club» розповсюджуються на акційну пропозицію. Акційна ціна діє на всі піци з категорії «Краща ціна», у великому розмірі, без додавання бортів (борти за повну вартість), при замовленні у піцерії чи з собою. Не діє на доставку. Акція не діє на піци за власним рецептом та на піци, які складаються з двох різних половинок піц. В акційних піцах доступні стандартні заміни та додавання інгредієнтів."
  },
  {
    "id": "promo_11",
    "title": "189 грн за піцу з собою!",
    "date": "31.03.2025 - 31.12.2025",
    "image": "https://dominos.ua/_next/image/?url=https%3A%2F%2Fmedia-v3.dominos.ua%2FPromotions%2Fzahalni%20-%20dlia%20vsikh%20rehioniv%2F2025%2F03%2F189%2F189togo-promo-pc-ukr.webp&w=750&q=75",
    "description": "Іноді щастя - це просто ти і одна ідеальна піца 😌 (або дві, тут вже який настрій буде;)\n\nОбирай будь-яку стандартну з «Краща ціна» та насолоджуйся в Domino’s або забирай з собою — всього за 189 ₴.\n\nУ «Кращій ціні» тебе чекають:\n\n – Піца Чорізо\n\n – Піца Карбонара\n\n – Піца Кантрі\n\n – Піца з телятиною і томатами\n\n – Піца Техас\n\n – Піца Пепероні з томатами\n\n – Піца Мангеттен\n\n – Піца Шинка та гриби\n\nСмачна піца, нуль компромісів і ціна, яка подобається так само, як і смак 🍕💸 З Domino’s - смакуй завжди вигідно ;)\n\nАкція проходить у м.Київ, м. Ірпінь, м. Буча, м. Бровари, с. Софіївській Борщагівці, с.Крюківщина, м. Вінниця, і м. Житомир. Акція діє на необмежену кількість піц у чеку. Акція не сумується з іншими акційними пропозиціями. Умови програми «Domino’s club» розповсюджуються на акційну пропозицію. Акційна ціна діє на всі піци з категорії «Краща ціна», у стандартному розмірі, без додавання бортів (борти за повну вартість), при замовленні у піцерії чи з собою. Не діє на доставку. Акція не діє на піци за власним рецептом та на піци, які складаються з двох різних половинок піц. В акційних піцах доступні стандартні заміни та додавання інгредієнтів."
  },
  {
    "id": "promo_12",
    "title": "Більше Піц=Більша Знижка",
    "date": "31.07.2024 - 31.12.2025",
    "image": "https://dominos.ua/_next/image/?url=https%3A%2F%2Fmedia-v3.dominos.ua%2FPromotions%2Fzahalni%20-%20dlia%20vsikh%20rehioniv%2F2025%2F02%2FBilshe%20pitsy%2Fmorepizzas15-20-25-promo-pc-ukr.webp&w=750&q=75",
    "description": "Замовляй на велику компанію, в офіс, на свята, на корпоративи, та й навіть собі - чому б і ні))))\n\nПри замовлені 2-х піц: на другу піцу діє 15% знижка. Замовляй ТРИ піци та отримуй -20% знижки на 3-тю піцу та -25% на 4-тю!\n\nСпробуй різні смаки і отримай БІЛЬШЕ!\n\nБільше піци і більше знижок.\n\nАктивуй знижки та #піцанастрій!\n\n● на сайті обирай потрібний промокод у кошику під час оформлення замовлення;\n\n● коли телефонуєш нам телефоном - просто скажи нам назву акції;\n\n● в піцерії назви назву акції касиру.\n\nНу що ж….треба замовляти)\n\nАкція діє щодня. Акція розповсюджується на всі категорії піц. Акція діє при замовленні на доставку, у піцерії та з собою. Знижка надається на менший за ціною товар у чеку. Акція діє на необмежену кількість піц у чеку. Акція не сумується з іншими акційними пропозиціями. Умови програми лояльності «Domino’s Сlub» розповсюджуються на акційну пропозицію."
  },
  {
    "id": "promo_13",
    "title": "Більше піц = Ще більше піц! 🍕🔥",
    "date": "10.01.2025 - 31.12.2025",
    "image": "https://dominos.ua/_next/image/?url=https%3A%2F%2Fmedia-v3.dominos.ua%2FPromotions%2Fzahalni%20-%20dlia%20vsikh%20rehioniv%2F2025%2F03%2FPL%2Fdominosclub-promo-pc-ukr.webp&w=750&q=75",
    "description": "Багато піц не буває! Саме тому ми зробили так, щоб кожне замовлення працювало на наступне. У Domino’s ти отримуєш до 5% бонусами від кожної покупки. 1 бонус = 1 гривня, їх можна використати для нових замовлень або списати прямо в закладі.\n\nЯкщо в чеку не була застосована будь-яка акція, бонуси нараховуються наступним чином:\n\n- замовлення до 600 грн = 3% бонусами\n- замовлення від 600 до 1 200 грн = 4% бонусами\n- замовлення від 1200,01 грн = 5% бонусами\n\nТа 1% якщо в замовленні буде застосована будь-яка акція.\n\nТож щоразу замовляючи піцу на обід, сімейну вечерю, посиденьки з друзями чи корпоратив, пам'ятай, що саме зараз ти інвестуєш у свою наступну піцу Domino’s!\n\nЩоб накопичувати бонуси долучайся до Domino`s club;) Швидка та легка реєстрація — і ти вже на шляху до ще більшої вигоди!;)\n\nБільше піц = ще більше піц! 🍕"
  }
]
