[
  {
    "id": "promo_1",
    "title": "Crazy Tuesday! OH YES, THE ONE!",
    "date": "03.08.2025 - 05.08.2025",
    "image": "https://dominos.ua/_next/image/?url=https%3A%2F%2Fmedia-v3.dominos.ua%2FPromotions%2Fzahalni%20-%20dlia%20vsikh%20rehioniv%2F2025%2F08%2FVivtorok_05.08%2Fcrazy-tuesday-promo-pc-ukr.webp&w=750&q=75",
    "description": "Oh yes! It's the very day everyone waits for every week! The legendary Crazy Tuesday is here – and it's your chance to enjoy it to the fullest!\n\nOnly today, 19.08, get 70% off the second pizza!\n\nChoose any two pizzas, and get the second one almost for free. Perfect to treat yourself, friends, or the whole company – without extra costs!\n\nOffice lunch, evening at home, or meeting friends – make any Tuesday even tastier with Domino’s.\n\nHot, aromatic cheese, crispy crust, generous toppings – just the way you love it. Order now in the app, on the website, or call your nearest Domino’s.\n\nDomino’s – your favorite pizza, your favorite Tuesday!"
  },
  {
    "id": "promo_2",
    "title": "August with a BBQ Flavor",
    "date": "31.07.2025 - 31.08.2025",
    "image": "https://dominos.ua/_next/image/?url=https%3A%2F%2Fmedia-v3.dominos.ua%2FPromotions%2Fzahalni%20-%20dlia%20vsikh%20rehioniv%2F2025%2F07%2FRebra%2Fgoforribskyiv-promo-pc-ukr.webp&w=750&q=75",
    "description": "Only in August, ribs at Domino’s at a super price:\n\n🔥 Standard — 208 UAH (240 UAH)\n\n🔥 Large — 269 UAH (310 UAH)\n\nChoose your sauce: classic BBQ or sweet-spicy Teriyaki – each with its own character, but both made for those who value flavor👌\n\nDomino’s – delicious without extra effort.\n\nCatch the discount until 31.08 or while the ribs last ;)\n\n📍Offer valid in Kyiv, Sofiivska Borshchahivka, Kryukivshchyna, Irpin, Bucha, Zhytomyr, Vinnytsia. Valid for delivery, takeaway, and dine-in."
  },
  {
    "id": "promo_3",
    "title": "2 Cans of Tuborg Green 0.5L at a Special Price",
    "date": "31.07.2025 - 31.08.2025",
    "image": "https://dominos.ua/_next/image/?url=https%3A%2F%2Fmedia-v3.dominos.ua%2FPromotions%2Fzahalni%20-%20dlia%20vsikh%20rehioniv%2F2025%2F07%2FTuborh%2Ftuborgsalekyiv2-promo-pc-ukr.webp&w=750&q=75",
    "description": "Light, refreshing, with a subtle hop aroma – Tuborg Green pairs perfectly with every slice of pizza, especially in the summer heat ;)\n\nAnd all this at a special price! Get 2 cans of Tuborg Green 0.5L for only 89 UAH instead of 144 UAH with a large pizza!\n\nHow to use the offer?\n\n1️⃣ Choose any large pizza\n2️⃣ Add 2 cans of Tuborg Green 0.5L and select the promotion “2 Tuborg and a large pizza”\n3️⃣ Place your order and enjoy!\n\nOffer valid in Kyiv, Irpin, Bucha, Zhytomyr, Vinnytsia until 31.08 ;)\n\nOffer cannot be combined with other promotions. All large pizzas participate. Applies to all order types. Domino’s Club terms apply. Excessive alcohol consumption is harmful to your health."
  },
  {
    "id": "promo_4",
    "title": "2 Bottles of Carlsberg 0.5L Non-Alcoholic with Pizza – Great Deal",
    "date": "31.07.2025 - 31.08.2025",
    "image": "https://dominos.ua/_next/image/?url=https%3A%2F%2Fmedia-v3.dominos.ua%2FPromotions%2Fzahalni%20-%20dlia%20vsikh%20rehioniv%2F2025%2F07%2FCarlsberg%2Fcarlsbergnasalekyiv2-promo-pc-ukr.webp&w=750&q=75",
    "description": "Easy, tasty, and profitable – that's how a day should look.\n\nIn August, with a large pizza, you can get 2 bottles of refreshing non-alcoholic Carlsberg 0% 0.5L for only 89 UAH instead of 144 UAH!\n\nWant something with foam but no compromise? Order a Carlsberg 0% combo – it pairs perfectly with a large pizza – day or night ;) Crispy crust, melty cheese, and a sip of refreshment – sounds like a plan, right?\n\nTo make this plan happen – just add a large pizza to your cart, add 2 bottles of Carlsberg 0.5L 0% (non-alcoholic), and choose the corresponding promotion at checkout ;)\n\nHurry, offer valid only until 31.08 or while supplies last ;)\n\nValid in Kyiv, Irpin, Bucha, Zhytomyr, Brovary.\n\nCannot be combined with other promotions. All large pizzas participate. Applies to all order types. Domino’s Club terms apply."
  },
  {
    "id": "promo_7",
    "title": "Pesto? Pesto! And a Little More Pesto.",
    "date": "06.07.2025 - 31.12.2025",
    "image": "https://dominos.ua/_next/image/?url=https%3A%2F%2Fmedia-v3.dominos.ua%2FPromotions%2Fzahalni%20-%20dlia%20vsikh%20rehioniv%2F2025%2F07%2FPesto_upd%2Faktsii-pc-zahalna-i-detalna-6.webp&w=750&q=75",
    "description": "Warning: it will be green, tasty, and you’ll want to say 'mamma mia'!\n\nDomino’s launches the summer pesto flex – now two new pizzas on the menu that really capture the vibe of Italian flavor holidays:\n\nPesto Pizza – light as an evening by the Ligurian Sea. Tender mozzarella, tomatoes, aromatic pesto, and feta. Just perfect.\n\nChicken Pesto Pizza – juicy chicken fillet, mozzarella, pesto sauce, sun-dried tomatoes, and garlic sauce – like Italian holidays on aromatic dough.\n\nEnjoy Italian flavors – every day if you like. No tickets, no queues, with Domino’s.\n\nInstead of luggage – an order. Instead of an airport – a courier. Instead of stress – Pesto."
  },
  {
    "id": "promo_8",
    "title": "Perfect Pair: Pizza and Beer",
    "date": "06.03.2025 - 31.12.2025",
    "image": "https://dominos.ua/_next/image/?url=https%3A%2F%2Fmedia-v3.dominos.ua%2FPromotions%2FKyiv%2F2025%2F05%2FRozlyvne%2Flviv-pyvo-promo-pc-ukr.webp&w=750&q=75",
    "description": "When ordering pizza at Domino’s, you can complement it with refreshing beer. And not just one glass, but two at once! Imagine a pleasant evening at Domino’s, enjoying aromatic pizza, cold beer, and good company.\n\nLook forward to your order with pleasure.\n\nCome to our restaurants and enjoy beer while we make a real American pizza for you. Our cozy halls and cool atmosphere make waiting enjoyable and lift your mood for an unforgettable evening.\n\nAddresses where the promotion is valid and draft beer is served:\nSvitlytskoho Street, 30/20\nBorshchahivska Street, 212\nBeresteiskyi Avenue, 28\nChervonoyi Kalyny Avenue, 61V\nDanyla Sherbakivskoho Street, 4\nSahaidachnoho Street, 14\nObolonskyi Avenue, 14\n\nP.S. Remember: you must be over 18 to buy beer at Domino's.\n\nPromotion applies to Lvivske 1715 draft beer 0.5L. Valid for takeout and dine-in. Cannot be combined with other promotions. Domino’s Club terms apply."
  },
  {
    "id": "promo_9",
    "title": "149 UAH for Each Standard Pizza from Two",
    "date": "04.06.2025 - 31.12.2025",
    "image": "https://dominos.ua/_next/image/?url=https%3A%2F%2Fmedia-v3.dominos.ua%2FPromotions%2Fzahalni%20-%20dlia%20vsikh%20rehioniv%2F2025%2F06%2F149_upd%2F149morepizzas-promo-pc-ukr.webp&w=750&q=75",
    "description": "Eating pizza wisely is a talent. Or Domino’s.\n\nGrab two standard 'Best Price' pizzas, take them with you or enjoy in the pizzeria — and each costs from 149 ₴.\n\nWhat's on the 'Best Price' list?\n\n– Chorizo Pizza\n– Carbonara Pizza\n– Country Pizza\n– Veal & Tomato Pizza\n– Texas Pizza\n– Pepperoni with Tomatoes Pizza\n– Manhattan Pizza\n– Ham & Mushroom Pizza\n\nNo 'buts'. Just tasty pizza, a pleasant bill, and the feeling that you just made a genius financial move 🍕💸\n\nWith Domino’s, always enjoy smartly ;)\n\nOffer available in Kyiv, Irpin, Bucha, Brovary, Sofiivska Borshchahivka, Kriukivshchyna, Vinnytsia, and Zhytomyr. Applies to an unlimited number of pizzas per order. Cannot be combined with other promotions. Domino’s Club terms apply. Promotional price applies to all 'Best Price' standard-size pizzas, without extra crusts (extra crusts at full price), for takeaway or in-store orders. Not valid for delivery. Not valid for custom pizzas or pizzas with two different halves. Standard ingredient swaps and additions are allowed."
  },
  {
    "id": "promo_10",
    "title": "229 UAH for a LARGE Takeaway Pizza!",
    "date": "05.01.2025 - 31.12.2025",
    "image": "https://dominos.ua/_next/image/?url=https%3A%2F%2Fmedia-v3.dominos.ua%2FPromotions%2Fzahalni%20-%20dlia%20vsikh%20rehioniv%2F2025%2F01%2F229%2F229togo-promo-pc-ukr.webp&w=750&q=75",
    "description": "Large pizza, big savings — Domino’s formula for happiness 😏\n\nChoose your favorite large 'Best Price' pizza, take it with you or enjoy in-store — only 229 ₴.\n\n'Best Price' options include:\n\n – Chorizo Pizza\n – Carbonara Pizza\n – Country Pizza\n – Veal & Tomato Pizza\n – Texas Pizza\n – Pepperoni with Tomatoes Pizza\n – Manhattan Pizza\n – Ham & Mushroom Pizza\n\nBigger size, bigger savings, more reasons to say 'mmm' before the first bite 🍕💸 With Domino’s — always enjoy wisely ;)\n\nOffer available in Kyiv, Irpin, Bucha, Brovary, Sofiivska Borshchahivka, Kriukivshchyna, Vinnytsia, and Zhytomyr. Applies to an unlimited number of pizzas per order. Cannot be combined with other promotions. Domino’s Club terms apply. Promotional price applies to all large 'Best Price' pizzas, without extra crusts (extra crusts at full price), for takeaway or in-store orders. Not valid for delivery. Not valid for custom pizzas or pizzas with two different halves. Standard ingredient swaps and additions are allowed."
  },
  {
    "id": "promo_11",
    "title": "189 UAH for a Takeaway Pizza!",
    "date": "31.03.2025 - 31.12.2025",
    "image": "https://dominos.ua/_next/image/?url=https%3A%2F%2Fmedia-v3.dominos.ua%2FPromotions%2Fzahalni%20-%20dlia%20vsikh%20rehioniv%2F2025%2F03%2F189%2F189togo-promo-pc-ukr.webp&w=750&q=75",
    "description": "Sometimes happiness is just you and one perfect pizza 😌 (or two, depending on your mood ;)\n\nChoose any standard 'Best Price' pizza and enjoy in Domino’s or take it with you — only 189 ₴.\n\n'Best Price' options include:\n\n – Chorizo Pizza\n – Carbonara Pizza\n – Country Pizza\n – Veal & Tomato Pizza\n – Texas Pizza\n – Pepperoni with Tomatoes Pizza\n – Manhattan Pizza\n – Ham & Mushroom Pizza\n\nDelicious pizza, zero compromises, and a price you’ll love as much as the taste 🍕💸 With Domino’s — always enjoy wisely ;)\n\nOffer available in Kyiv, Irpin, Bucha, Brovary, Sofiivska Borshchahivka, Kriukivshchyna, Vinnytsia, and Zhytomyr. Applies to an unlimited number of pizzas per order. Cannot be combined with other promotions. Domino’s Club terms apply. Promotional price applies to all 'Best Price' standard-size pizzas, without extra crusts (extra crusts at full price), for takeaway or in-store orders. Not valid for delivery. Not valid for custom pizzas or pizzas with two different halves. Standard ingredient swaps and additions are allowed."
  },
  {
    "id": "promo_12",
    "title": "More Pizzas = Bigger Discount",
    "date": "31.07.2024 - 31.12.2025",
    "image": "https://dominos.ua/_next/image/?url=https%3A%2F%2Fmedia-v3.dominos.ua%2FPromotions%2Fzahalni%20-%20dlia%20vsikh%20rehioniv%2F2025%2F02%2FBilshe%20pitsy%2Fmorepizzas15-20-25-promo-pc-ukr.webp&w=750&q=75",
    "description": "Order for a big group, the office, holidays, corporate events, or even just for yourself — why not? ))))\n\nOrder 2 pizzas: get 15% off the second pizza. Order 3 pizzas: get 20% off the 3rd pizza and 25% off the 4th!\n\nTry different flavors and get MORE!\n\nMore pizza, more discounts.\n\nActivate discounts and #PizzaMood!\n\n● On the website, choose the promo code in the cart during checkout;\n● Over the phone, just tell us the promotion name;\n● In-store, tell the cashier the promotion name.\n\nSo… it’s time to order)\n\nOffer valid daily. Applies to all pizza categories. Discounts apply to the cheaper item in the order. Applies to unlimited pizzas per order. Cannot be combined with other promotions. Domino’s Club loyalty terms apply."
  },
  {
    "id": "promo_13",
    "title": "More Pizzas = Even More Pizzas! 🍕🔥",
    "date": "10.01.2025 - 31.12.2025",
    "image": "https://dominos.ua/_next/image/?url=https%3A%2F%2Fmedia-v3.dominos.ua%2FPromotions%2Fzahalni%20-%20dlia%20vsikh%20rehioniv%2F2025%2F03%2FPL%2Fdominosclub-promo-pc-ukr.webp&w=750&q=75",
    "description": "You can never have too many pizzas! That’s why we made it so every order works for the next. At Domino’s you get up to 5% back in bonuses from each purchase. 1 bonus = 1 UAH, usable for new orders or redeemed in-store.\n\nIf no promotion was applied in the order, bonuses are calculated as follows:\n\n- Orders up to 600 UAH = 3% in bonuses\n- Orders from 600 to 1,200 UAH = 4% in bonuses\n- Orders above 1,200 UAH = 5% in bonuses\n\nAnd 1% if any promotion is applied.\n\nSo every time you order pizza for lunch, a family dinner, a night with friends, or a corporate event, remember you’re investing in your next Domino’s pizza!\n\nTo collect bonuses, join Domino’s Club ;) Quick and easy registration — and you’re on your way to even bigger savings! ;)\n\nMore pizzas = even more pizzas! 🍕"
  }
]
